[GENERAL]
NAME					= Беларуская
TRANSLATOR				= prydespar@outlook.com
DLG_FONT_NAME                           = 
DLG_FONT_SIZE                           = 

[TEXT]
TEXT_APP_NAME				= Bandicut
TEXT_BUILDNO				= Build#
TEXT_VERSION				= Bandicut ${str1} (${str2})
TEXT_APPINFO				= Bandicut - Шпаркі, Просты рэдактар відэа.
TEXT_BETA				= Beta
TEXT_UNREGISTERED			= Не зарэгістравана

TEXT_YES				= Так
TEXT_NO					= Не
TEXT_CLOSE				= Закрыць
TEXT_CANCEL				= Скасаваць
TEXT_OK					= OK
TEXT_ABORT				= Спыніць
TEXT_RETRY				= Паўтарыць
TEXT_IGNORE				= Прапусціць
TEXT_CONTINUE				= Працягнуць

TEXT_SAVE				= Захаваць
TEXT_NOT_SAVE				= Не захоўваць

TEXT_SECOND				= Сек

TEXT_OPEN_FILE				= Адкрыць файл
TEXT_SELECT_FOLDER			= Выберыце выхадную папку

TEXT_SEG_DURATION			= Працягласць ${str1}
TEXT_SEEK_POS				= Перамяшчэнне ${str1}
TEXT_TOTAL_SEG_DURATION			= Усяго: ${str1}
TEXT_HIGH_SPEED_MODE			= Хуткасны рэжым
TEXT_HIGH_ENCODING_MODE			= Рэжым кадзіравання

TEXT_VOLUME_MUTE			= Прыбраць гук
TEXT_VOLUME				= Гучнасць: ${int1}

TEXT_CHANGE_LANG			= Перазапусціце праграму каб змены набылі моц. Перазапусціць зараз?
TEXT_RESET_ALL_SETTINGS			= Вы ўпэўнены, што хочаце скінуць усе налады па змаўчанні?
TEXT_SHUTDOWN_SEC			= Сістэма будзе выключана праз ${int1} секунд(ы).
TEXT_SHUTDOWN_APP_SEC			= Bandicut будзе закрыты праз ${int1} секунд(ы).

TEXT_UPDATE_AVAILABLE			= Ёсць новая версія. [br]Ці жадаеце спампаваць зараз?
TEXT_UPDATE_UNAVAILABLE			= Вы выкарыстоўваеце апошнюю версію праграмы
TEXT_UPDATE_FAILED			= Не ўдалося праверыць наяўнасць новай версіі. [br]Калі ласка, праверце падлучэнне да Інтэрнэту і паўтарыце спробу.
TEXT_OFFLINE				= Гэту функцыю можна выкарыстоўваць толькі пры наяўнасці падлучэння да Інтэрнэту. Паспрабуйце зноў пасля таго, як праверыце яго.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Error, Warning
TEXT_PROGRAM_INVALID			= Памылка праграмы. [br]Перазапусціце Bandicut.

TEXT_NOT_SEEKABLE			= Гэты медыяфайл не падтрымліваецца 
TEXT_NOT_SEEKABLE_DETAIL		= Хуткасны рэжым і параметры сегмента не даступныя.[br]- Пашкоджаны індэкс табліцы.[br]- Адсутнічаюць кадры або індэкс табліцы.

TEXT_NOT_SUPPORT_FILE			= Bandicut не падтрымлівае гэты файл. [br](Няма інфармацыі аб аўдыя або відэа кодэку.)[br][br]- Відэа кодэк: ${int1} ${str1}[br]- Аўдыя кодэк: ${int2} ${str2}[br]- Фармат файла: ${str3}
TEXT_NOT_SUPPORT_VIDEO			= [br]- Відэакодэк ${int1} : ${int2} ${str1}
TEXT_NOT_SUPPORT_AUDIO			= [br]- Аўдыякодэк ${int1} : ${int2} ${str1}
TEXT_NOT_SUPPORT_FORMAT			= [br]- Фармат файла : ${str1}
TEXT_NOT_SUPPORT_NONE			= Не
TEXT_NOT_SUPPORT_NOT_DECODE		= (Не атрымоўваецца прайграць)
TEXT_NOT_SUPPORT_NO_VIDEO_DATA		= (Няма дадзеных відэа)
TEXT_NOT_SUPPORT_NOT_EXIST		= [br]Не знойдзены ўваходны файл.[br]Калі ласка, праверце шлях да файла. 

TEXT_NOT_HIGH_SPEED			= Хуткасны рэжым недаступны.
TEXT_NOT_HIGH_SPEED_DETAIL		= Вы не можаце выкарыстоўваць хуткасны рэжым у незарэгістраванай версіі: [br]- Калі ласка, выкарыстоўвайце рэжым кадзіравання.
TEXT_NOT_HIGH_SPEED_NOT_ENOUGH_VFRAME	= - Файл мае менш за 10 кадраў у секунду
TEXT_NOT_HIGH_SPEED_QUERY		= - Памылка пераўтварэння файла

TEXT_NOT_HIGH_SPEED_KEY_FRAME		= Хуткасны рэжым значна хутчэй чым рэжым кадзіравання. [br] Час пачатку файла можа змяніцца пры выкарыстанні высакахуткаснага рэжыму. (${str1}).

TEXT_KEY_FRAME_CUT_TITLE		= Вы жадаеце выкарыстоўваць хуткасны рэжым?
TEXT_KEY_FRAME_CUT_IMPOSSIBLE		= Хуткасны рэжым даступны пасля рэгістрацыі.[br][br]Набудзьце ліцэнзію Bandicut пяройдучы на https://www.bandicut.com ?

TEXT_FRAME_CUT_CANT_CHANGE		= Гэты параметр нельга змяніць у незарэгістраванай версіі Bandicut. [br]Калі ласка, набудзьце Bandicut пяройдучы на https://www.bandicut.com

TEXT_KEY_FRAME_CUT	= Час пачатку гэтага файла можа змяняцца.
TEXT_KEY_FRAME_CUT2			= - Пры ўзнікненні праблем выкарыстоўвайце рэжым кадзіравання

TEXT_NOT_HIGH_SPEED_JOIN		= Вы можаце выкарыстоўваць хуткасны рэжым пры СКЛЕЙЦЫ толькі калі зыходныя відэа маюць аднолькавы фармат.

TEXT_MSG_CONVERTING_CLOSE		= Заданне не выканана. Вы сапраўды жадаеце скасаваць і закрыць Bandicut?
TEXT_MSG_CONVERTING_CANCEL		= Заданне не выканана. Вы сапраўды жадаеце скасаваць?
TEXT_MSG_CHECK_NOT_SHOW			= Больш не паказваць дадзенае паведамленне.
TEXT_MSG_WRITE_HEADER			= Ідзе запіс файла. Калі файл вялікі, гэта можа заняць шмат часу. Калі ласка, пачакайце.

TEXT_ERROR_DISKSPACE_TITLE		= Недастаткова месца на дыску, на якім размяшчаецца выхадная папка.
TEXT_ERROR_DISKSPACE			= Змяніце выхадную папку і паспрабуйце зноў.
TEXT_ERROR_DISKSPACE_DETAIL		= [br]-Даступна месца на дыску: ${str1}[br]-Патрэбна месца на дыску:${str2}
TEXT_ERROR_CACHE_DISKSPACE_TITLE	= Недастаткова месца на дыску, на якім размяшчаецца папка кэшу.
TEXT_ERROR_CACHE_DISKSPACE		= Змяніце папку кэшу і паспрабуйце зноў.
TEXT_ERROR_CACHE_DISKSPACE_DETAIL	= [br]-Даступна месца на дыску: ${str1}[br]-Патрэбна месца на дыску:${str2}
TEXT_ERROR_FILE_SYSTEM_TITLE		= Змяніце выхадную папку або папку кэшу.Please change the output or cache folder.
TEXT_ERROR_FILE_SYSTEM			= Выхадная папка (або папка кэшу) размешчана на дыску не ў файлавай сістэме NTFS, што можа выклікаць праблемы пры апрацоўцы файлаў, якія памерам болей за 4 ГБ.[br]-Змяніць на папку:
TEXT_CANT_KEYFRAME_SEEK			= Ідзе аналіз файла. Пасля таго, як аналіз будзе завершаны, вы зможаце працаваць далей.
TEXT_READ_FILE				= Не атрымоўваецца адкрыць файл. Калі ласка, праверце наяўнасць файла па вызначаным вамі шляху.[br] Калі файл знаходзіцца на CD/DVD, скапіюйце яго на ваш камп'ютар і паспрабуйце зноў.
TEXT_CODEC_CONFIG			= Няправільныя налады кадзіравання.
TEXT_CODEC_CONFIG2			= [br]Калі ласка, перайдзіце ў меню «Налады кадзіравання» і скіньце налады «Па змаўчанні», а затым нанова наладзьце.
TEXT_VIDEO_ENCODING			= Адбылася памылка пры кадзіраванні відэа. Праверце ўваходны файл або налады кадзіравання.
TEXT_VIDEO_ENCODING_QSV_TITLE		= Пераўтварэнне спынена, бо ўзнікла праблема з Intel® Quick Sync Video encoder.
TEXT_VIDEO_ENCODING_QSV			= Жадаеце скарыстацца праграмным дэкадзіроўшчыкам H.264?
TEXT_AUDIO_ENCODING			= Адбылася памылка пры кадзіраванні аўдыя. Праверце ўваходны файл або налады кадзіравання.
TEXT_NOT_SUPPORT_TYPE			= Не ўдалося стварыць файл. Праверце папку вываду.
TEXT_UNSUPPORT_VIDEO_SIZE		= Не ўдалося пераўтварыць у гэту разрознасць відэа.[br]Максімальнае значэнне разрознасці, якое падтрымліваецца ${str1}, гэта ${str2}.[br]Перайдзіце ў 'Налады кадзіравання', выберыце іншую разрознасць відэа і паспрабуйце зноў.
TEXT_NO_ENCODER				= Не атрымоўваецца знайсці кадзіроўшчык.
TEXT_SEND_FILE				= Вы можаце адправіць відэафайл на bandicut@bandicam.com, мы паспрабуем выправіць гэту праблему.
TEXT_CHECK_CHANGE_ENCODER		= З гэтага часу выкарыстоўвайце праграмны дэкадзіроўшчык H.264
TEXT_INTER_FILE				= Адбылася памылка падчас захавання відэа ў выхадную папку.
TEXT_CANT_DECODE_AUDIO			= Некаторыя аўдыятрэкі не ўдаецца дэкадзіраваць.[br]Яны не будуць канверціраваны. Вы ўпэўнены, што хочаце працягнуць?

TEXT_REBUILD_COMPLETE			= Файл(-ы) гатовы да рэдагавання.
TEXT_REBUILD_FAILED			= Адбылася памылка падчас падрыхтоўцы відэафайла(-ў).[br]

TEXT_ERRMSG_CONVERT_NUM			= Памылка кадзіравання.(${int1})
TEXT_ERRMSG_CONVERT_VSIZE		= Не ўдалося выкарыстаць хуткасны рэжым, таму што файл занадта вялікі. Выкарыстоўвайце рэжым кадзіравання.

TEXT_MSG_CHANGE_MODE_DROP		= Пры даданні некалькіх файлаў у Bandicut, аўтаматычна будзе ўжыты рэжым «Злучыць». [br]Жадаеце працягнуць?
TEXT_MSG_CANT_CHANGE			= Пасля дадання Bandicut аналізуе файлы.

TEXT_MISSED_FILE_REMOVE 		= Файл быў выдалены са спісу, бо ён адсутнічае або быў перамешчаны.[br]-${str1}

TEXT_INVALID_VALUE			= Калі ласка, ўвядзіце значэнні паміж ${int1} і ${int2}.

TEXT_WARNING_MAX_SEGMENT         	= Вы можаце дадаць да ${int1} файлаў/сегментаў.
TEXT_WARNING_MAX_SEGMENT_FAIL           = Некаторыя ${int1} файлы не былі дададзены.[br]${str1}
TEXT_WARNING_MAX_SEGMENT_AUTO		= Вы перавысілі максімальную колькасць магчымых сегментаў у Bandicut (99). Калі вы працягнеце, некаторыя сегменты будуць выдалены.[br]Вы жадаеце працягнуць?
TEXT_WARNING_MAX_SEGMENT_SHORT		= Bandicut не можа падзяліць на ${int1} сегментаў бо кожны з гэтых сегментаў занадта кароткі.[br]Калі ласка, падзяліце на меншую колькасць сегментаў.
TEXT_WARNING_MAX_SEGMENT_AUTO_CANT	= Немагчыма падзяліць на такую колькасць сегментаў, бо максімальны памер магчымых сегментаў перавышаны. 
TEXT_WARNING_MAX_SEGMENT_ZERO		= Выбраны час больш чым у арыгінала.[br]Калі ласка, увядзіце меншае значэнне і паўтарыце спробу.
TEXT_WARNING_INVALID_TIME		= Задайце час больш за 1-у секунду.

TEXT_EXIST_FILE_HEADER			= Файл з такім імем ужо існуе.
TEXT_EXIST_FILE_COMMENT			= Пасля націску «Працягнуць», файл будзе перайменаваны паводле яго парадкавага нумара. Жадаеце працягнуць? 
TEXT_EXIST_FILE_OVERWRITE			= Захаваць файл праекта
TEXT_EXIST_FILE_COMMENT_OVERWRITE	= ${str1} ужо існуе.[br]Ці хочаце вы перазапісаць яго?

TEXT_MSG_PROJECT_HELP			= Што такое файл праекта?
TEXT_MSG_SAVE_PROJECT_HEADER		= Ёсць нявыкананае заданне.
TEXT_MSG_SAVE_PROJECT			= Калі Вы дадасце новыя відэафайлы або адкрыеце новы праект, бягучая праект будзе страчаны.
TEXT_MSG_SAVE_PROJECT2			= Жадаеце захаваць бягучы праект?
TEXT_MSG_SAVE_PROJECT_CLOSE		= Жадаеце захаваць бягучы праект?
TEXT_MSG_LOAD_PROJECT_FAIL		= Памылка пры адкрыцці файла праекта.
TEXT_MSG_RESTORE_PROJECT		= Bandicut не быў закрыты належным чынам.[br]Ці хочаце вы аднавіць папярэдняе заданне?

; Available Encoder
TEXT_RECOMMEND_CODEC_COMMENT		= Intel Quick Sync Video адключаны.[br]Каб выкарыстоўваць кодэк «H264 (Intel® Quick Sync Video)», падключыце кабель VGA ад манітора ў порт VGA мацярынскай платы.
TEXT_RECOMMEND_CODEC_COMMENT_OK	 = Ці жадаеце вы наведаць старонку даведкі?

TEXT_ENCODER_TITLE			= Кадзіроўшчык ${str1} Даступны
TEXT_ENCODER_AVAILABLE_ENCODER		= ${str1} гэта апаратны кадзіроўшчык, які дазваляе вам рэдагаваць відэа з большай хуткасцю, чым праграмны кадзіроўшчык.
TEXT_ENCODER_AVAILABLE_ENCODER_OK	= [br]Ці жадаеце вы выкарыстоўваць кадзіроўшчык ${str1}?

TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD	= Гэты параметр больш не даступны з-за палітыкі Facebook.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Log
TEXT_INPUT_FILE_INFO			= Інфармацыя аб файле
TEXT_H264_NOT_SUPPORT			= Гэта сістэма не падтрымлівае кадзіраванне H.264
TEXT_FILE_NAME				= Імя файла: ${str1}
TEXT_FILE_TYPE				= Фармат файла: ${str1}
TEXT_FILE_DURATION			= Працягласць: ${str1}
TEXT_FILE_SIZE				= Памер файла: ${str1}
TEXT_SEGMENT				= Сегмент: ${str1}
TEXT_HIGH_SPEED_KEY_FRAME_START		= - Зыходны час старту: ${str1}
TEXT_HIGH_SPEED_KEY_FRAME_KEY_START	= - Новы час старту: ${str1}
TEXT_ENABLE_HIGH_SPEED			= Выкарыстоўваць хуткасны рэжым: ${str1}
TEXT_SEEKABLE				= Бачнасць ${str1}  
TEXT_POSSIBLE				= Уключана
TEXT_IMPOSSIBLE				= Адключана
TEXT_POSSIBLE_REG			= Будзе даступна пасля рэгістрацыі.
TEXT_TRACK_COUNT			= ${int1} Відэатрэк(і), ${int2} Аўдыятрэк(і)
TEXT_OUTPUT_FILE_INFO			= Інфармацыя вываду файла
TEXT_ADD_FAILED				= [Не ўдалося дадаць файл]
TEXT_OUTPUT_OPTION			= Параметры вываду
TEXT_INPUT_FILES				= [Уваходныя файлы(Сегменты) Улічваць: ${int1}]
TEXT_H264_ENCODER			= Кадзіроўшчык H.264
TEXT_CODEC				= Кодэк

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Main window
TEXT_MAIN_MOVIE_FILES			= Медыяфайлы
TEXT_MAIN_PROJECT_FILES			= Файлы праекта
TEXT_MAIN_ALL_FILES			= Усе файлы

TEXT_MOREINFO				= Падрабязней...

TEXT_SEGMENT_TITLE			= Сегмент ${str1}
TEXT_SEGMENT_FILE_TITLE			= Файл ${str1}

TEXT_RECORDING				= Запусціць Bandicam Screen Recorder[br](Запіс экрана ПК, гульні ці вэб-камеры)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Banner
TEXT_BANNER_FONT			= Arial
TEXT_BANNER_FONT_COLOR			= #bbb
TEXT_BANNER_FONT_OVER_COLOR		= #5acf0c
TEXT_BANNER_OFF_TITLE			= Trial
TEXT_BANNER_OFF_SUBJECT			= Вы выкарыстоўваеце незарэгістраваную версію.
TEXT_BANNER_OFF_CONTENTS_1		= Калі вы набудзеце і зарэгіструеце ліцэнзію Bandicut,
TEXT_BANNER_OFF_CONTENTS_2		= вы зможаце карыстацца гэтым софтам без абмежаванняў.
TEXT_BANNER_RESULT_SUBJECT		= Не задаволены павольным кадзіраваннем?
TEXT_BANNER_RESULT_CONTENTS_1		= Набудзьце ліцэнзію Bandicut.
TEXT_BANNER_RESULT_CONTENTS_2		= Хуткасць будзе вышэй на <b>${str1}% (${str2})</b> разу.
TEXT_BANNER_RESULT_BTN			= Купіць зараз

TEXT_BANNER_UWP_SUBJECT			= Bandicut Video Cutter (бясплатны) для Microsoft Store
TEXT_BANNER_UWP_CONTENTS_1		= Хуткае рэзанне, аб'яднанне і раз'яднанне відэа без страт
TEXT_BANNER_UWP_CONTENTS_2		= Каб даведацца больш, перадзіце на афіцыйны сайт.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Configuration
TEXT_TAB_GENERAL			= Агульныя
TEXT_TAB_FILE				= Вывад
TEXT_TAB_LANGUAGE			= Мова
TEXT_TAB_HIGHSPEED			= Хуткасны рэжым
TEXT_TAB_VFILTER			= Відэафільтр
TEXT_TAB_INFO				= Пра праграму

TEXT_PREFIX_FILE_NAME			= Зыходнае імя файла
TEXT_PREFIX_CUSTOM			= Карыстальніцкі прэфікс
TEXT_PREFIX_NONOE			= Нічога
TEXT_SUFFIX_TIME			= Дата і час
TEXT_SUFFIX_SERIAL			= Парадкавы нумар
TEXT_SUFFIX_DATE_SERIAL			= Дата і парадкавы нумар
TEXT_FILE_EXAMPLE			= Прыклад:
TEXT_DEFAULT_CACHE_FOLDER		= (Па змаўчанні)

TEXT_INTEL_QSV				= Intel® Quick Sync video (Хутка, Апаратнае паскарэнне)

TEXT_H264_NOT_SUPPORT			= Ваша сістэма не падтрымлівае кадзіраванне ў H.264.[br]Перайсці на сайт каб даведацца пра падрабязнасці?

TEXT_VIDEO_QUALITY			= Якасць
TEXT_VIDEO_BITRATE			= Бітрэйт(kbps)
TEXT_AUDIO_MONO				= Мона
TEXT_AUDIO_STEREO			= Стэрэа
TEXT_NO_VIDEO				= Адкл. Відэа
TEXT_NO_AUDIO				= Адкл. Гук
TEXT_VIDEO				= Відэа
TEXT_AUDIO				= Аўдыя
TEXT_UNKNOWN				= Невядома
TEXT_AUTO				= Аўтаматычна
TEXT_ALWAYS				= Заўсёды
TEXT_DONT_USE				= Не выкарыстоўваць

TEXT_FIT_WIDTH				= Змяніць шырыню
TEXT_FIT_HEIGHT				= Змяніць вышыню
TEXT_SIZE_AUTO				= Зыходны памер
TEXT_SIZE_CUSTOM			= Уручную

TEXT_FIT_WIDTH_INFO			= Змяніць шырыню (${int1}x0)
TEXT_FIT_HEIGHT_INFO			= Змяніць вышыню (0x${int1})
TEXT_SIZE_AUTO_INFO			= (${int1}x${int2})

TEXT_FULL_HD				= 1920x1080(Full HD, 1080p)
TEXT_FIT_IPAD2				= 1024 x 768 (iPad2)
TEXT_FIT_IPHONE4			= 960 x 640 (iPhone4)
TEXT_FIT_NEW_IPAD			= 2048 x 1536 (New iPad)

TEXT_FPS_AUTO				= Як у арыгінале

TEXT_MIN_VIDEO_SIZE			= Мінімальнае значэнне шырыні і вышыні ${int1}.
TEXT_MAX_VIDEO_SIZE			= Максімальнае значэнне відэа шырыні і вышыні ${int1}.
TEXT_ODD_VIDEO_SIZE			= Пры кадзіраванні можа адбыцца збой, калі шырыня і вышыня відэа мае няцотны памер. Жадаеце выбраць іншы памер?
TEXT_ODD_VIDEO_SIZE2			= [br]- Выбраны памер карыстальнікам: ${int1} x ${int2}
TEXT_ODD_VIDEO_SIZE2_1			= [br]- новы памер відэа: ${int1} x ${int2}
TEXT_MAX_VIDEO_KBITRATE			= Максімальны бітрэйт відэа ${int1} Кб/с.
TEXT_MAX_VIDEO_QUALITY			= Якасць відэа мусіць быць ад 1 да 100
TEXT_DONT_ALLOW_NORMALIZE		= Вы не можаце выкарыстоўваць гэты параметр з параметрам [Выдаліць аўдыятрэкі].[br]Ці жадаеце вы адключыць параметр [Выдаліць аўдыятрэкі]?
TEXT_DONT_ALLOW_REMOVE_AUDIO		= Вы не можаце выкарыстоўваць гэты параметр з параметрам [Нармалізацыя].[br]Ці жадаеце вы адключыць параметра [Нармалізацыя]?

TEXT_SAMPLERATE_AUTO			= Зыходная частата

TEXT_ASK_FOR_REG			= Незарэгістраваная версія
TEXT_ASK_FOR_REG_DETAIL			= Набудзьце ліцэнзію Bandicut, каб зняць усе абмежаванні.
TEXT_ASK_FOR_REG_CONTINUE		= Прапусціць
TEXT_ASK_FOR_REG_REGNOW			= Зарэгістраваць Bandicut
TEXT_ASK_FOR_REG_TRY			= Незарэгістраваная версія

TEXT_NOT_EXIST_OUTPUT			= Выбраная папка вываду не існуе. Выберыце іншую папку.
TEXT_NOT_SUPPORT_FOLDER			= Немагчыма захаваць файл у выбраную папку. Выберыце іншую папку.
TEXT_NOT_SAVE_SOURCE_FOLDER		= Вы не можаце захаваць у папку з зыходным файлам. [br]Жадаеце працягнць пасля разблакіроўкі параметра «Захаваць у папку з зыходным файлам»?
TEXT_NOT_ALLOWED_CHAR			= Імя файла не можа ўтрымоўваць наступныя сімвалы.[br]${str1}
TEXT_LONG_PATH				= Занадта доўгае імя файла. Скараціце імя і паспрабуйце яшчэ раз або выберыце іншы - кароткі шлях захавання файла.[br]Максімальная даўжыня шляху да файла ${int1} сімвалаў.
TEXT_ADDING_FILES			= Ідзе даданне файлаў. Калі ласка, пачакайце крыху.

TEXT_DEFAULT_PRESET			= Па змаўчанні
TEXT_FIT_WIDTH_PRESET			= Па шырыні
TEXT_FIT_HEIGHT_PRESET			= Па вышыні
TEXT_UPLOAD_480_PRESET			= YouTube / Twitter (480p, 30fps)
TEXT_UPLOAD_720_PRESET			= YouTube / Twitter (720p, 30fps)
TEXT_UPLOAD_1080_PRESET			= YouTube / Twitter (1080p, 30fps)
TEXT_SMARTPHONE_PRESET			= Смартфон
TEXT_PPT_PRESET				= PowerPoint
TEXT_DELETE_PRESET			= Ці жадаеце вы выдаліць гэту перадналаду?[br][br]-Назва перадналады: ${str1}
TEXT_SAME_PRESET			= Перадналада з назвай, што вы ўвялі, ужо існуе. Ці жадаеце вы перазапісаць існуючую перадналаду?[br][br]-Назва перадналады: ${str1}
TEXT_SAME_RENAME_PRESET			= Перадналада з назвай, што вы ўвялі, ужо існуе. Увядзіце іншую назву.[br][br]-Назва перадналады: ${str1}
TEXT_REFLECTED_PRESET			= Your preset has been applied[br][br]-Preset name: ${str1}

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Installer
TEXT_WELCOMEPAGE_TEXT			= Гэта праграма ўсталюе Bandicut на ваш камп'ютар.[br][br]Калі Bandicut запушаны, выйдзіце з яго на час усталёўкі.[br][br]Націсніце кнопку Далей каб працягнуць.
TEXT_DELETE_ALL_FILES			= Не ўсе файлы (${str1}) былі выдалены. [br]Вы сапраўды жадаеце выдаліць іх?
TEXT_STILLRUN_EXIT_PROGRAM		= Bandicut зараз працуе. Закрыйце праграму каб працягнуць.
TEXT_THIS_IS_NT_ONLY_APP		= Гэта праграма будзе працаваць карэктна толькі на Windows Vista або навей. [br]Ці жадаеце вы спампаваць версію для Windows XP?
TEXT_DO_NOT_WORK_32BIT			= Гэта праграма не працуе на 32-бітных версіях Windows. [br]Ці жадаеце вы спампаваць версію для 32-бітных версій Windows.
TEXT_NEED_ADMIN_PRIVILEGE		= Для ўсталявання праграмы патрабуюцца правы Адміністратара. [br]Вы жадаеце перапыніць усталяванне?
TEXT_DELETE_ALL_PRESET_FILES		= У праграме ёсць карыстальніцкія перадналады.[br]Вы сапраўды жадаеце выдаліць іх?

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Wizard
TEXT_WIZARD_COMMENT				= Выберыце рэжым для выкарыстання.
TEXT_WIZARD_COMMENT_CUT			= Разрэзаць на сегменты і/або выдаліць непатрэбныя сегменты.
TEXT_WIZARD_COMMENT_SPLIT		= Нарэзка відэа на некалькі сегментаў.
TEXT_WIZARD_COMMENT_JOIN		= Аб'яднаць некалькі відэафайлаў.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cut/Join Guide
TEXT_GUIDE_CUT				= <font color=white>Bandicut</font> Раз'яднальнік
TEXT_GUIDE_JOIN				= <font color=white>Bandicut</font> Аб'яднальнік

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cutting
TEXT_RESUME				= Працягнуць
TEXT_PAUSE				= Паўза
TEXT_READY				= Чаканне

TEXT_TITLE_ALARM_TRAILING		= ${str1} - Запіс загалоўка файла
TEXT_JOIN_JOB				= Аб'яднаць

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Register
TEXT_REGISTER_SUCCEEDED			= Bandicut паспяхова зарэгістраваны.
TEXT_REGISTER_FAILED			= Памылка рэгістрацыі. [br]Праверце правільнасць уведзеных даных. [br]Праверце  электронны адрас і серыйны нумар.
TEXT_REGISTER_CONNECT_FAILED		= Памылка падлучэння.[br]Праверце Інтэрнэт-злучэнне.${str1}
TEXT_REGISTER_FAILED_HELP		= [br]Калі вам патрэбна дапамога, націсніце на кнопку ОК.
TEXT_REGISTER_INFO			= Эл. пошта: ${str1}[br]Серыйны нумар: ${str2}
TEXT_REGISTER_INFO2		= Тэрмін дзеяння канчаецца : ${str1} (засталося ${int1} дзён)
TEXT_REGISTER_INFO2_EXPIRED	= Тэрмін дзеяння канчаецца: ${str1} (скончыўся)
TEXT_REGISTER_YET			= Незарэгістраваная версія![br]- Будзе дададзены лагатып Bandicut напачатку відэа.[br]- Калі ласка, націсніце на «Зарэгістраваць» каб зняць усе абмежаванні. 
TEXT_HAS_BEEN_UNREGISTERED		= Рэгістрацыя Bandicut была адменена.
TEXT_UNREGISTER				= Ці жадаеце вы адмяніць рэгістрацыю Bandicut?
TEXT_NOTICE_NEED_TO_RENEW	= Тэрмін дзеяння ліцэнзіі Bandicut канчаецца праз ${int1} дзён. Націсніце на кнопку «OK», каб азнаёміцца з інструкцыямі для падаўжэння ліцэнзіі.
TEXT_NOTICE_NEED_TO_RENEW_NOW	= Тэрмін дзеяння ліцэнзіі Bandicut скончыўся. Націсніце на кнопку «OK», каб азнаёміцца з інструкцыямі для падаўжэння ліцэнзіі.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; upload video
TEXT_UPLOAD_VID_NO_TITLE		= Калі ласка, увядзіце назву для відэа, каб яго запампаваць.
TEXT_UPLOAD_YOUTUBE_LOGIN		= Уваход - Youtube
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT		= Уваход на Youtube праз браўзер...
TEXT_UPLOAD_VIMEO_LOGIN			= Уваход - Vimeo
TEXT_UPLOAD_COMPLETE			= Запампавана
TEXT_UPLOAD_ERR_FAIL			= Не ўдалося запампаваць відэа.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT		= Гэты файл занадта вялікі для запампоўвання.
TEXT_UPLOAD_ERR_FREESPACE		= Недастаткова вольнага месца на Vimeo, каб запампаваць гэта відэа.
TEXT_UPLOAD_ERR_CONNECT			= Не ўдалося падлучыцца да сервера.
TEXT_UPLOAD_ERR_AUTH_VIMEO		= Не ўдалося запампаваць відэа. Гэты параметр недаступны для карыстальнікаў Vimeo Basic.
TEXT_UPLOAD_WARNING_DOING		= Ідзе запампоўванне ${int1} відэафайлаў. Вы сапраўды жадаеце скасаваць запампоўванне і закрыць Bundicut?
TEXT_UPLOAD_NO_PASSWORD			= Увядзіце пароль.
TEXT_UPLOAD_YOUTUBE_QUOTA	= Bandicut перавысіў дзённую квоту зампавання Bandicam, прызначаную YouTube. \nКвота будзе абноўлена а поўначы па ціхаакіянскім часе. \nЗапампуйце видэа непасрэдна з YouTube або паспрабуйце зноў пасля поўначы па ціхаакіянскім часе.\n\nЦі жадаеце вы перайсці на YouTube.com?
TEXT_UPLOAD_ERR_ACCESSTOKEN		= Не ўдалося атрымаць маркер доступу.

TXT_TITLE               		= Уваход на YouTube завершаны!
TXT_MESSAGE_COMPLETE1   		= Уваход на YouTube завершаны!
TXT_MESSAGE_COMPLETE2   		= Вы можаце закрыць гэту старонку.
TXT_GOTO_BANDICUT_HOME  		= Перайсці на bandicut.com

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; download & update 
TEXT_UPDATE_IN_PROGRESS			= Усталяванне...
TEXT_UPDATE_FAILED_DL			= Не ўдалося спампаваць файлы ўсталёўкі. [br]Хутчэй за ўсё, сістэма не падлучана да Інтэрнэту.
TEXT_UPDATE_INSTALL_SUCCEED		= Усталяванне завершана.
TEXT_UPDATE_INSTALL_FAILED		= Не ўдалося ўсталяваць.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Menu
[MENU]
MENUSTR_MAIN_ABOUT			= Пра праграму [tab]F1
MENUSTR_MAIN_FILE_OPEN			= Адкрыць файл [tab]F2, Ctrl+O
MENUSTR_MAIN_FILE_UPLOAD		= Запампаваць на...
MENUSTR_MAIN_FILE_CLOSE			= Закрыць файл [tab]F4
MENUSTR_MAIN_OUTPUT			= Адкрыць выхадную папку [tab]Ctrl+F2
MENUSTR_MAIN_SETTING			= Налады [tab]F5
MENUSTR_MAIN_REGISTER			= Рэгістрацыя [tab]F3
MENUSTR_MAIN_CLOSE			= Выхад [tab]Alt+F4
MENUSTR_MAIN_HELP			= Даведка
MENUSTR_HELP_ONLINE			= Даведка
MENUSTR_HELP_HOTKEYS			= Гарачыя клавішы
MENUSTR_HELP_LICENSE			= Інфармацыя аб ліцэнзіі
MENUSTR_MAIN_VIDEO			= Відэа
MENUSTR_MAIN_AUDIO			= Аўдыя
MENUSTR_MAIN_FILE_INFO			= Інфармацыя аб файле [tab]Ctrl+F1
MENUSTR_MAIN_FILE_CLOSE_ALL		= Закрыць усе файлы [tab]F4
MENUSTR_MAIN_PROJECT_FILE_OPEN		= Адкрыць файл праекта
MENUSTR_MAIN_PROJECT_FILE_SAVE		= Захаваць файл праекта
MENUSTR_UPLOAD_SETTING			= Налады

MENUSTR_PRESET_USER			= Карыстальніцкія перадналады
MENUSTR_PRESET_ADD			= Дадаць перадналаду
MENUSTR_PRESET_EDIT			= Рэдагаваць перадналаду

[DIALOG]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL				= Скасаваць
IDOK					= OK
IDC_BTN_CLOSE				= Закрыць
IDC_BTN_YES				= Так
IDC_BTN_NO				= Не
IDC_BTN_REGISTER			= Зарэгістраваць
IDC_CK_OPEN_OUTPUT_FOLDER		= Адкрыць выхадную папку пасля выканання заданняў
IDC_ST_DETAIL_LINK			= Падрабязней...
IDC_ST_OPTION				= Параметры
IDC_ST_HELP				= Даведка

[IDD_OUTPUT_DETAIL]
IDD_OUTPUT_DETAIL			= Рэжым кадзіравання: Налады
IDC_ST_FILE_FORMAT			= Файл
IDC_ST_FORMAT				= Фармат файла
IDC_ST_VIDEO_DETAIL			= Відэа
IDC_ST_AUDIO_DETAIL			= Аўдыя
IDC_ST_VIDEO_SIZE			= Памер відэа
IDC_ST_FPS				= FPS
IDC_ST_VIDEO_CODEC			= Відэакодэк
IDC_ST_VIDEO_MODE			= Тып бітрэйту
IDC_ST_VIDEO_QUALITY			= Якасць
IDC_ST_VIDEO_BITRATE			= Бітрэйт
IDC_ST_VIDEO_DEINTERLACE		= Празрадковая разгортка
IDC_ST_AUDIO_CODEC			= Аўдыякодэк
IDC_ST_AUDIO_CHANNEL			= Канал
IDC_ST_AUDIO_SAMPLERATE			= Частата
IDC_ST_AUDIO_MODE			= Тып бітрэйту
IDC_ST_AUDIO_BITRATE			= Бітрэйт
IDC_BTN_PRESET				= Па змаўчанні
IDC_BTN_SETTING_MORE			= Наладзіць...
IDC_ST_AUDIO_NORMALIZE			= Нармалізацыя
IDC_CK_AUDIO_NORMALIZE			= Выкарыстоўваць

[IDD_OUTPUT_H264]
IDD_OUTPUT_H264				= Налады H.264 
IDC_ST_H264_PROFILE_SETTING		= Налады ${str1}
IDC_ST_H264_PROFILE			= Профіль
IDC_ST_H264_LEVEL			= Узровень

[IDD_PRESET_ADD]
IDD_PRESET_ADD				= Дадаць новую перадналаду
IDC_ST_ADD_PRESET			= Вы можаце захаваць бягучыя налады як новую перадналаду.[br]Увядзіце назву новай перадналады. 
IDC_ST_SELECT_ENCODER			= Налады кадзіроўшчыка H.264
IDC_ST_VIDEO_ENCODER			= Кадзіроўшчык H.264			

[IDD_PRESET_RENAME]
IDD_PRESET_RENAME			= Перайменаваць перадналаду
IDC_ST_RENAME_PRESET			= Увядзіце новую назву перадналады.

[IDD_PRESET_EDIT]
IDD_PRESET_EDIT				= Рэдагаваць перадналады
IDC_BTN_PRESET_ADD			= Дадаць
IDC_BTN_PRESET_DELETE			= Выдаліць
IDC_BTN_PRESET_RENAME			= Перайменаваць

[IDD_SETTING]
IDD_SETTING				= Канфігурацыя
IDC_BTN_RESET				= Скід

[IDD_SETTING_GENERAL]
IDC_CK_SHOW_NOT_SKEEABLE		= Апавяшчаць пры адкрыцці не падтрымоўваных фарматаў
IDC_CK_ALERT_EXIST_FILE			= Апавяшчаць пры супадзенні імёнаў файлаў
IDC_CK_ALERT_SAVE_PROJECT		= Alert when saving a project file.
IDC_CK_USE_LOG_FILE			= Стварыць справаздачу (.log)
IDC_CK_MOV_FRONT_HEADER			= Захаваць інфармацыю пра відэа ў файл (толькі MP4)
IDC_CK_KEEP_CREATION_TIME		= Захаваць дату/час арыгінальнага файла(тэгі)
IDC_ST_UPLOAD				= Параметры запампоўвання
IDC_CK_SHOW_TIP				= Паказваць падказкі/інфармацыю
IDC_CK_AUTO_MOVE			= Перамяшчаць пазіцыю ўвода падчас націскання на нумарныя клавішы
IDC_CK_DEINTERLACE_PREVIEW		= Выкарыстоўвайце фільтр празрадковай разгорткі, калі прайграяце празрадковыя відэа.

[IDD_SETTING_FILE]
IDC_ST_OUTPUT				= Выхадная папка
IDC_BTN_SET_OUTPUT			= Агляд...
IDC_BTN_OPEN_OUTPUT			= Адкрыць
IDC_CK_OUTPUT_SOURCE			= Захаваць у папку з зыходным файлам
IDC_ST_FILENAME				= Налады імя файла
IDC_ST_CACHE_FOLDER			= Папка кэшу
IDC_BTN_SET_CACHE_FOLDER		= Агляд...
IDC_BTN_SET_DEFAULT_CACHE_FOLDER	= Па змаўчанні

[IDD_SETTING_LANGUAGE]
IDC_ST_LANGUAGE				= Мова
IDC_ST_TRANSLATOR			= Дзякуем за пераклад

[IDD_SETTING_HIGHSPEED]
IDC_CK_SHOW_NOT_HIGH_SPEED		= Апавяшчаць калі немагчыма выкарыстоўваць хуткасны рэжым
IDC_CK_ALWAYS_KEY_FRAME_CUT		= Заўжды рэзаць/злучаць ключавыя кадры ў хуткасным рэжыме
IDC_CK_SHOW_KEY_FRAME_CUT		= Апавяшчаць калі час пачатку файла зменіцца

[IDD_UPLOAD_TO_VIMEO]
IDD_UPLOAD_TO_VIMEO			= Запампаваць на Vimeo.com
IDC_ST_VIMEO_UPLOADINFO			= Інфармацыя пра запампоўванне
IDC_ST_VIMEO_FILENAME			= Файл:
IDC_ST_VIMEO_TITLE			= Назва:
IDC_ST_VIMEO_DESCRIPTION		= Апісанне:
IDC_ST_VIMEO_PRIVACY			= Хто можа глядзець відэа:
IDC_RD_VIMEO_PRIVACY_ANYONE		= Усе - любому дазволена глядзець гэта відэа
IDC_RD_VIMEO_PRIVACY_ONLYME		= Толькі я - відэа даступна мне і нікому больш
IDC_RD_VIMEO_PRIVACY_FOLLOW		= Толькі людзі, на якіх я падпісаны на Vimeo
IDC_RD_VIMEO_PRIVACY_UNLISTED		= Толькі людзі з прыватнай спасылкай могуць глядзець гэта відэа
IDC_ST_VIMEO_PRIVACY_UNLISTED		= (Гэты параметр недаступна для карыстальнікаў Vimeo Basic)
IDC_RD_VIMEO_PRIVACY_PASSWORD		= Толькі людзі з паролем могуць глядзець гэта відэа
IDC_CK_HIDE_PASSWORD			= Схаваць пароль
IDC_BTN_VIMEO_UPLOAD			= Запампаваць
IDC_LN_VIMEO_HELP			= Даведка

[IDD_UPLOADING_VIMEO]
IDD_UPLOADING_VIMEO			= Запампоўваецца...
IDC_ST_VIMEO_UPLOADED			= Запампоўванне відэа завершана!
IDC_ST_VIMEO_LINK			= Спасылка:
IDC_ST_VIMEO_EMBED			= HTML:
IDC_BTN_VIMEO_LINK_GO			= Перайсці
IDC_BTN_VIMEO_EMBED_COPY		= Капіяваць
IDC_BTN_VIMEO_CLOSE			= Закрыць

[IDD_UPLOAD_TO_YOUTUBE]
IDD_UPLOAD_TO_YOUTUBE			= Запампаваць на Youtube.com
IDC_ST_YOUTUBE_UPLOADINFO		= Інфармацыя пра запампоўванне
IDC_ST_YOUTUBE_FILENAME			= Імя файла:
IDC_ST_YOUTUBE_TITLE			= Назва:
IDC_ST_YOUTUBE_DESCRIPTION		= Апісанне:
IDC_ST_YOUTUBE_PRIVACY			= Прыватнасць відэа:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC		= Публічнае - любы можа глядзець гэта відэа
IDC_RD_YOUTUBE_PRIVACY_UNLISTED		= Не ў спісе - хто мае спасылку можа глядзець гэта відэа
IDC_RD_YOUTUBE_PRIVACY_PRIVATE		= Прыватнае - відэа глядзець магу толькі я і выбраныя людзі
IDC_BTN_YOUTUBE_UPLOAD			= Запампаваць
IDC_LN_YOUTUBE_HELP			= Даведка
IDC_LN_YOUTUBE_TOS			= Націскаючы на кнопку «Запампаваць», Вы пацвярджаеце, што маеце ўсе правы на змесціва і што ваш кантэнт адпавядае ўмовам выкарыстання YouTube (<a>YouTube Terms of Service</a>)
IDC_CK_YOUTUBE_KEEP_LOGGED_IN		= Пакінуць у сістэме
IDC_BTN_YOUTUBE_LOGOUT			= Выйсці

[IDD_UPLOADING_YOUTUBE]
IDD_UPLOADING_YOUTUBE			= Запампоўваецца...
IDC_ST_YOUTUBE_UPLOADED			= Відэа паспяхова запампавана!
IDC_ST_YOUTUBE_LINK			= Спасылка:
IDC_ST_YOUTUBE_EMBED			= Уставіць:
IDC_BTN_YOUTUBE_LINK_GO			= Перайсці
IDC_BTN_YOUTUBE_EMBED_COPY		= Капіяваць
IDC_BTN_YOUTUBE_CLOSE			= Закрыць

[IDD_FILEINFO]
IDD_FILEINFO				= Інфармацыя а файл
IDC_BTN_CLIPBOARD			= Капіяваць у буфер

[IDD_REGISTER]
IDD_REGISTER				= Зарэгістраваць Bandicut
IDC_ST_1BUY				= 1. Купіць
IDC_ST_1BUY_COMMENT			= Пры выкарыстанні незарэгістраванай версіі напачатку відэа будзе дададзены лагатып Bandicut. Калі ласка, націсніце на «Купіць зараз» каб набыць ліцэнзію Bandicut.
IDC_BTN_BUY_ONLINE			= Купіць зараз
IDC_ST_2REGISTER			= 2. Рэгістрацыя
IDC_ST_2REGISTER_COMMENT		= Калі ласка, увядзіце адрас электроннай пошты ды серыйны нумар (Неабходна злучэнне з Інтэрнэтам).
IDC_ST_EMAIL_ADDRESS			= Эл. пошта:
IDC_ST_SERIAL_NUMBER			= Серыйны нумар:
IDC_BTN_REGISTER_NOW			= Зарэгістраваць зараз
IDC_BTN_UNREGISTER_NOW			= Адмена рэгістрацыі

[IDD_SHUTDOWN]
IDD_SHUTDOWN				= Выключыць камп'ютар
IDC_ST_SHUTDOWN_INFO			= Выключыць камп'ютар
IDC_ST_SHUTDOWN_MSG1			= Камп'ютар аўтаматычна будзе выключаны.[br]Калі вы не жадаеце выключыць, націсніце кнопку «Скасаваць».
IDD_SHUTDOWN_APP			= Закрыць Bandicut
IDC_ST_SHUTDOWN_APP_INFO		= Закрыць Bandicut
IDC_ST_SHUTDOWN_APP_MSG1		= Bandicut аўтаматычна закрыецца.[br]Калі вы не жадаеце закрываць яго, націсніце кнопку «Скасаваць».

[IDD_UPDATE_CHECK]
IDD_UPDATE_CHECK			= Налады абнаўлення
IDC_ST_UPDATE_SETTING			= Налады
IDC_CK_ENABLE_AUTO_CHECK		= Уключыць аўтаматычнае абнаўленне
IDC_CK_SHOW_UPDATE_POPUP		= Паказаць усплывальнае акно, калі будзе буйнае абнаўленне
IDC_CK_SHOW_ENABLE_BETA			= Паказаць усплывальнае акно, калі будзе бэта-версія
IDC_BTN_CHECK_UPDATE_NOW		= Праверыць абнаўленні

[IDD_UPDATEINFO]
IDD_UPDATEINFO				= Інфармацыя пра абнаўленне
IDC_ST_UPDATE_MSG1			= Ёсць новая версія.
IDC_ST_UPDATE_MSG2			= Націсніце на “Абнавіць” каб спампаваць абнаўленне.
IDOK					= Абнаўленне

[IDD_FAILTOADD]
IDD_FAILTOADD				= Не ўдалося дадаць файл(-ы).

[IDD_ITEM_EDIT]
IDD_ITEM_EDIT				= Нарэзка відэа
IDOK					= ОК
IDC_RD_SPLIT_NUMBER			= Наразаць на:
IDC_RD_SPLIT_TIME			= Па інтэрвале:
IDC_ST_SEGMENT				= Сегменты
IDC_CK_KEEP_SEGMENT			= Прапусціць вылучаны фрагмент у спісе сегментаў 
IDC_ST_HOUR				= Гадзіна
IDC_ST_MIN				= Хвіл.
IDC_ST_SEC				= Сек.

[IDD_INFORMATION]
IDD_INFORMATION				= Гарачыя клавішы
IDD_INFORMATION_LICENSE			= Інфармацыя аб ліцэнзіі

[SKIN]
; New UI
; Common
$BN_START				= Старт
$BN_CANCEL				= Скасаваць
$BN_OK					= ОК
$BN_YES					= Так
$BN_NO					= Не
$ST_OPTION				= Параметры
$CK_JOIN				= Злучыць сегменты
$BN_OPEN_OUTPUT				= Адкрыць
$BN_HELP				= Даведка
$CHECK_DO_NOT_SHOW			= Не паказваць у наступны раз.

; Main
$BN_TIP					= Зарэгіструйце ліцэнзію, каб зняць абмежаванні.
$BN_ADD_SEGMENT				= Дадаць сегмент
$BN_GUIDE_OPEN_FILE			= Адкрыйце файл
$BN_GUIDE_OPEN_FILE_JOINER		= Адкрыйце файл(-ы)
$ST_GUIDE_SET_SEGMENT			= Выберыце прамежак
$ST_GUIDE_START				= Націсніце СТАРТ
$ST_GUIDE_ADD_FILES			= Дадайце файл(-ы)
$ST_SEGMENT_LIST_TITLE			= Файлы для раз’яднання
$ST_SEGMENT_LIST_TITLE_JOIN		= Файлы для аб’яднання

; Wizard
$BN_WIZARD_CUT				= Рэзаць
$BN_WIZARD_JOIN				= Злучыць
$BN_WIZARD_SPLIT			= Падзяліць

; About
$ST_ABOUT_VERSION_INFO			= Bandicut Version
$ST_ABOUT_COPYRIGHT			= Copyright(c) 2013-2021 Bandicam.com
$BN_ABOUT_NEW_VERSION			= Ёсць новая версія.
$BN_ABOUT_CHECK_UPDATE			= Абнаўленне
$ST_ABOUT_LICENCE_INFO			= Інфармацыя пра праграму
$BN_ABOUT_REGISTER			= Зарэгістраваць
$BN_ABOUT_REGISTER_HELP			= Як набыць і зарэгістраваць
$ST_ABOUT_HOMEPAGE_INFO			= Спасылкі
$ST_ABOUT_HOMEPAGE_URL			= Хатняя старонка
$ST_ABOUT_FAQ_URL			= Частыя пытанні
$BN_ABOUT_UPDATE_REGISTRATION		= Абнавіць рэгістрацыю
$BN_ABOUT_RENEW_LICENSE			= Падоўжыць ліцэнзію

; OutputProgress

; Ready
$ST_READY_OUTPUT_MODE			= Рэжым
$RD_READY_HIGH_SPEED_MODE		= Хуткасны
$RD_READY_ENCODING_MODE			= Кадзіравання
$ST_READY_MODE_HIGH_SPEED		= Хутка і без страт (Рэкамендуецца)
$ST_READY_MODE_ENCODING			= Выберыце фармат файла, якасць і кодэк (Павольна)
$ST_READY_FILE_FORMAT			= Фармат файла
$ST_READY_VIDEO_INFO			= Відэа
$ST_READY_VIDEO_ENCODER			= Кадзіроўшчык відэа
$ST_READY_AUDIO_INFO			= Аўдыя
$BN_READY_DETAIL_SETTING		= Налады кадзіравання
$BN_READY_PRESET			= Перадналада
$ST_READY_OUTPUT_OPTION			= Вывад
$ST_READY_OUTPUT_FILE_NAME		= Імя файла
$ST_READY_SAVE_FOLDER			= Выхадная папка
$CK_READY_OUTPUT_TO_SOURCE		= Захаваць у папку з зыходным файлам
$ST_READY_TRACK_OPTION			= Захаваць трэкі
$RD_READY_ALL_TRACK			= Захаваць усе відэа- і аўдыятрэкі (з кантэйнера)
$RD_READY_SEL_TRACK			= Захаваць толькі выбраны відэа- і аўдыятрэк(з кантэйнера)
$CK_READY_EXTRACT_AUDIO			= Асобна выняць аўдыятрэк (.mp3)
$CK_READY_REMOVE_AUDIO			= Выдаліць аўдыятрэкі

; Run
$ST_RUN_CUT_FILE_INFO			= Прагрэс
$ST_RUN_FILE_NAME			= Файл:
$ST_RUN_COMPLETE			= Выканана
$BN_RUN_UPLOAD				= Запампаваць
$BN_RUN_PLAY				= Прайграць
$ST_RUN_RUNNING_TIME			= Прайшло часу
$ST_RUN_REMAINING_TIME			= Засталося часу
$ST_RUN_SPEED				= Хуткасць
$ST_RUN_FILE_SIZE			= Памер файла
$ST_END_OPTION				= Пасля завяршэння
$ST_UPLOAD_OPTION			= Параметры запампоўвання
$CK_RUN_OPEN_OUTPUT_FOLDER		= Адкрыць выхадную папку пасля выканання заданняў
$CK_RUN_SYSTEM_CLOSE			= Выключыць камп'ютар
$CK_SOUND_ALARM				= Апавясціць гукам
$CK_MOVE_TO_MAIN			= Перайсці на Галоўную

; Capture
$BN_OPEN_FOLDER			= Адкрыць папку
$BN_MESSAGE				= [u]Знятыя выявы захаваны ў выхадную папку.[/u]

; Update Bandicam
$ST_UPDATE_STEP1_TEXT			= У вас ёсць <font color="yellow">Bandicam</font>? Ён можа запісваць усё з экрана ПК і захоўваць як відэа.[br]Ці жадаеце ўсталяваць Bandicam?
$BN_UPDATE_STEP1_LINK			= Даведацца больш
$ST_UPDATE_STEP2_TEXT			= Спампоўванне...
$BN_UPDATE_INSTALL			= Усталяваць
$BN_UPDATE_LATER			= Не, дзякуй!
$BN_UPDATE_CANCEL			= Скасаваць
$BN_UPDATE_CLOSE			= Закрыць
$ST_UPDATE_OFFLINE			= bandicam.jpg

; Rebuild Index
$ST_REBUILD_INDEX_TITLE			= Падрыхтоўка файла(-ў) да рэдагавання.

; Tooltip
$TT_MENU				= Меню
$TT_WIZARD				= Галоўная
$TT_CUTTER				= Рэзаць
$TT_JOINER				= Злучыць
$TT_ABOUT				= Інфармацыя (F1)
$TT_SETTING				= Налады (F5)
$TT_BANDICAM				= Запусціць Bandicam

$TT_FILE_CLOSE_WORK			= Закрыць усе файлы (F4)
$TT_FILE_CLOSE_WORK_CUT			= Закрыць файл - Выдаліць усе сегменты (F4)

$TT_FILE_OPEN				= Адкрыць файл (F2,Ctrl+O)
$TT_FILE_ADD				= Дадаць файл(-ы) (F2,Ctrl+O)
$TT_FILE_PROJECT			= Файлы праекта
$TT_OPEN				= Адкрыць

$TT_REGISTER				= Рэгістрацыя (F3)
$TT_OPEN_OUTPUT_FOLDER			= Адкрыць файл праекта (Ctrl+F2)
$TT_HELP				= Даведка
$TT_REFRESH_LINFO			= Абнавіць інфармацыю аб ліцэнзіі

$TT_PLAYER_PLAY				= Прайграць/Прыпыніць (Space)
$TT_PLAYER_STOP				= Спыніць (Ctrl+Space)
$TT_PLAYER_PLAY_SEG			= Прайграць/Прыпыніць (Ctrl+P)
$TT_PLAYER_STOP_SEG			= Спыніць (Alt+P)

$TT_PLAYER_PREV_KEY_FRAME		= Папярэдні ключавы кадр (Ctrl+Улева)
$TT_PLAYER_PREV_FRAME			= Папярэдні кадр (Улева)
$TT_PLAYER_NEXT_FRAME			= Наступны кадр (Управа)
$TT_PLAYER_NEXT_KEY_FRAME		= Наступны ключавы кадр (Ctrl+Управа)
$TT_PLAYER_PREV_FILE_PLAY		= Перайсці да папярэдняга файла (Left)
$TT_PLAYER_NEXT_FILE_PLAY		= Перайсці да наступнага файла (Right)
$TT_PLAYER_SEG_ADD			= Дадаць сегмент (Ctrl+A)
$TT_ADD_SEGMENT_MAX               	= Вы можаце дадаць да ${int1} файлаў/сегментаў
$TT_PLAYER_SEG_START			= Пачатак сегмента ( S )
$TT_PLAYER_SEG_END			= Канец сегмента ( E )
$TT_PLAYER_MUTE_ON			= Прыбраць гук ( M )
$TT_PLAYER_MUTE_OFF			= Уключыць гук ( M )

$TT_PLAYER_CAPTURE			= Зняць (Ctrl+C)

$TT_ADD_SEGMENT				= Дадаць выбраны сегмент (Ctrl+N)
$TT_PREV_SEGMENT			= Уверх
$TT_NEXT_SEGMENT			= Уніз
$TT_PREV_MOVE_FILE			= Перамясціць улева
$TT_NEXT_MOVE_FILE			= Перамясціць управа

$TT_RUN_UPLOAD_OPTION			= Параметры запампоўвання

$TT_LIST_PLAY				= Прайграць/Спыніць сегмент
$TT_LIST_SPLIT				= Падзяліць
$TT_LIST_CUT_REMOVE			= Выдаліць
$TT_LIST_JOIN_REMOVE			= Выдаліць

$FONT_SIZE				= 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$LOGO_FILE				= logo.png
$BETA_ICON_FILE				= beta_icon.png
$UNREGISTERED_ICON_FILE			= unregistered_icon.png
$EXPIRED_ICON_FILE			= expired_icon.png

[HOTKEYS]
HOTKEYS_DEFAULT				= * Гарачыя клавішы для Bandicut
HOTKEYS_ABOUT				= - Пра Bandicut:			F1
HOTKEYS_FILE_INFO			= - Інфармацыя аб файле: Ctrl+F1
HOTKEYS_SETTING				= - Канфігурацыя: 		F5
HOTKEYS_MAX				= - На ўвесь экран: 			Enter
HOTKEYS_CHANGE_MODE			= - Змяніць рэжым: 	Ctrl+M
HOTKEYS_REGISTER			= - Зарэгістраваць Bandicut: F3
HOTKEYS_HOME				= - Перайсці на Галоўную: Home

HOTKEYS_PLAY_TITLE			= * Прайграць 
HOTKEYS_OPEN_FILE			= - Адкрыць файл:		Ctrl+O, F2
HOTKEYS_CLOSE				= - Закрыць (Усё) файл(-ы):		F4
HOTKEYS_START				= - Старт:           	Ctrl+Enter
HOTKEYS_OPEN_FOLDER			= - Адкрыць выхадную папку: Ctrl+F2
HOTKEYS_PLAY				= - Прайграць/Прыпыніць:	Space
HOTKEYS_STOP				= - Спыніць:		Ctrl+Space
HOTKEYS_MUTE				= - Гук вкл/выкл:		M

HOTKEYS_SEGMENT_PLAY			= - Прайграць/Прыпыніць: Ctrl+P
HOTKEYS_SEGMENT_STOP			= - Спыніць сегмент:		Alt+P
HOTKEYS_SEGMENT_REMOVE			= - Выдаліць сегмент:	Delete

HOTKEYS_PLAY_FORWARD			= - Наперад:			Управа, Numpad+
HOTKEYS_PLAY_REWIND			= - Назад:			Улева, Numpad-

HOTKEYS_CUT_TITLE			= * Наразаць
HOTKEYS_SET_START_TIME			= - Пачатак сегмента:	S
HOTKEYS_SET_END_TIME			= - Канец сегмента:		E
HOTKEYS_SEGMENT_ADD			= - Дадаць выбраны сегмент:	Ctrl+N

HOTKEYS_NEXT_FRAME			= - Наст. кадр:		Управа, Numpad+
HOTKEYS_NEXT_KEY_FRAME			= - Наст. ключавы кадр:	Ctrl+Управа

HOTKEYS_PREVIOUS_FRAME			= - Папярэдні кадр:	Улева, Numpad-
HOTKEYS_PREVIOUS_KEY_FRAME		= - Папярэдні ключавы кадр:	Ctrl+Улева

HOTKEYS_PREVIOUS_SEL_SEG		= - Выбраць папярэдні сегмент : Уверх
HOTKEYS_NEXT_SEL_SEG			= - Выбраць наступны сегмент : Уніз

HOTKEYS_PREV_TIME_DIGIT			= - Перамясціць да папярэдняй лічбы працягласці:Shift+Tab
HOTKEYS_NEXT_TIME_DIGIT			= - Перайсці да наступнай лічбы працягласці:	Tab

HOTKEYS_JOIN_TITLE			= * Злучыць
HOTKEYS_PREV_FILE_PLAY			= - Прайграць папярэдні файл: Улева
HOTKEYS_NEXT_FILE_PLAY			= - Прайграць наступны файл: Управа